Repository: intisumajpas/BI-2025
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: es_es

source: The threshold was set to a fixed value based on expert knowledge and discussion of exemplary material: Material with high proximity to final product was considered critical as soon as a minimum of two characteristics have the high risk factor or one characteristic has the high risk factor and two characteristics have the medium risk factor were assessed with regard to potential leachables.
es_es: Se estableció un valor fijo para el umbral de acuerdo con la información técnica y el análisis de los materiales modelo. El material muy cercano al producto final se considera crítico cuando un mínimo de dos características tienen un factor de riesgo elevado o cuando una característica tiene un factor de riesgo alto y dos características tienen el factor de riesgo medio con respecto a los posibles lixiviables.

source: The thresholds indicated under Related substances (Table 2034.-1) in the general monograph Substances for pharmaceutical use (2034) do not apply.
es_es: No se aplican los umbrales indicados en Sustancias relacionadas (Tabla 2034.-1), de la monografía general Sustancias para uso farmacéutico (2034).

source: The thrombin solution is pipetted into the reagent vessel.
es_es: La solución de trombina se inserta con pipeta en el vaso de ensayo para reactivos.

source: The time at risk for patients with the specific category of AE stopped at the date of onset of the AE, and for patients without the specific category of AE at the end of the on-treatment period (or date of death if death occurred before).
es_es: El tiempo de riesgo para los pacientes con alguna categoría específica de evento adverso finalizó la fecha de inicio de dicho evento y, para los pacientes sin tal categoría específica, finalizó al cabo del período de tratamiento (o la fecha de muerte de haberse producido antes).

source: The time from the first to the second adjudicated HHF was a further endpoint (exploratory).
es_es: El tiempo transcurrido desde la primera hasta la segunda hospitalización por insuficiencia cardíaca fue un criterio de valoración adicional (exploratorio).

source: The time interval for blood sample collection relative to the most recent intake of trial medication was to be between 22 and 26 h.
es_es: El intervalo entre la ingesta más reciente de la medicación en estudio y la recolección de muestras de sangre debía ser entre 22 y 26 h.

source: The time of infusion commencement, completion and the dose administered is recorded.
es_es: Se toma nota del tiempo de inicio y finalización de la infusión, y de la dosis administrada.

source: The time to adjudicated CV death was a secondary endpoint (exploratory).
es_es: El tiempo transcurrido hasta la muerte cardiovascular adjudicada fue un criterio de valoración secundario (exploratorio).

source: The time to all-cause mortality was a secondary endpoint.
es_es: El tiempo transcurrido hasta la mortalidad por todas las causas fue un criterio de valoración secundario.

source: The time to first occurrence of 4P-MACE (i.e. adjudication-confirmed 3P-MACE or hospitalisation for unstable angina pectoris) was a key secondary endpoint in this trial.
es_es: El tiempo transcurrido hasta el primer evento del complejo MACE de 4 puntos (MACE de 3 puntos u hospitalización por angina de pecho confirmados según evaluación pertinente) fue un criterio de valoración secundario clave en este ensayo.

source: The time to non-CV death (deaths not adjudicated as CV deaths) was a further endpoint (exploratory) and introduced in the TSAP.
es_es: El tiempo transcurrido hasta la muerte no cardiovascular (muertes no adjudicadas como muertes cardiovasculares) fue un criterio de valoración adicional (exploratorio) introducido en el plan de análisis estadístico del ensayo.

source: The time to onset for the adjudication-confirmed pancreatic cancer cases ranged from 2 to 83 months.
es_es: El tiempo transcurrido hasta la manifestación del cáncer pancreático evaluado y confirmado estuvo entre 2 y 83 meses.

source: The time to onset of DM (HbA1c ≥6.5% or as diagnosed by the investigator) in patients with pre-DM (no history of DM and no HbA1c ≥6.5% before treatment, and a pre-treatment HbA1c value of ≥5.7% to <6.5%) was a secondary endpoint (exploratory).
es_es: El tiempo hasta la manifestación de diabetes mellitus (HbA1c ≥6.5% o según diagnóstico del investigador) en pacientes con prediabetes (sin antecedentes de diabetes mellitus y sin una HbA1c ≥6.5% previa al tratamiento y con un valor de HbA1c previo al tratamiento entre ≥5.7% y <6.5%) fue un criterio de valoración secundario (exploratorio).

source: The time to the first acute kidney injury based on MedDRA PT was a further endpoint (exploratory).
es_es: El tiempo transcurrido hasta la lesión renal aguda, con base en el término preferente del diccionario MedDRA fue un criterio de valoración adicional (exploratorio).

source: The time to the first adjudicated HHF was a secondary endpoint (exploratory).
es_es: El tiempo transcurrido hasta la primera hospitalización por insuficiencia cardíaca adjudicada fue un criterio de valoración secundario (exploratorio).

source: The time to the first all-cause hospitalisation was a further endpoint (exploratory).
es_es: El tiempo transcurrido hasta la primera hospitalización por todas las causas fue un criterio de valoración adicional (exploratorio).

source: The time to the first event of CV death or the composite renal endpoint was a further endpoint (exploratory).
es_es: El tiempo transcurrido hasta el primer evento de muerte cardiovascular o del criterio de valoración renal compuesto fue un criterio de valoración adicional (exploratorio).

source: The time to the first event of CV death, HHF, or the composite renal endpoint was a further endpoint (exploratory).
es_es: El tiempo transcurrido hasta el primer evento de muerte cardiovascular, hospitalización por insuficiencia cardíaca o del criterio de valoración renal compuesto fue un criterio de valoración adicional (exploratorio).

source: The time to the first event of all-cause mortality or all-cause hospitalisation was a further endpoint (exploratory).
es_es: El tiempo transcurrido hasta el lprimer evento de mortalidad por todas las causas u hospitalización por todas las causas fue un criterio de valoración adicional (exploratorio).

source: The time to the first event of all-cause mortality or the composite renal endpoint was a further endpoint (exploratory).
es_es: El tiempo transcurrido hasta el primer evento de mortalidad por todas las causas o del criterio de valoración renal compuesto fue un criterio de valoración adicional (exploratorio).

source: The time to the first event of the composite renal endpoint was a secondary endpoint (exploratory).
es_es: El tiempo transcurrido hasta el primer evento del criterio de valoración renal compuesto fue un criterio de valoración secundario (exploratorio).

source: The time to the first investigator-defined CV hospitalisation was a further endpoint (exploratory) and introduced in the TSAP.
es_es: El tiempo transcurrido hasta el primer evento de hospitalización definida por el investigador como cardiovascular fue un criterio de valoración adicional (exploratorio), que se introdujo en el plan de análisis estadístico del ensayo).

source: The tolerance limits for predefined temperature is ± 2°C and for relative humidity is ± 5%.
es_es: Los límites de tolerancia son ±2° C para la temperatura predefinida y ± 5% para la humedad relativa.

source: The total AE-specific time at risk per treatment group and the incidence rate per 100 patient years were then derived as:
es_es: Se usaron los siguientes cálculos para derivar el tiempo total en riesgo específico para un evento adverso por grupo de tratamiento y la tasa de incidencia por cada 100 años-paciente:

source: The total dose of 150 mg was administered as three 50 mg capsules.
es_es: La dosis total de 150 mg se administró como tres cápsulas de 50 mg.

source: The total increase over shelf life can be calculated by the slope of the linear regression line (0.0129%/month) multiplied by the shelf-life (36 months).
es_es: El aumento total a lo largo de la vida útil puede calcularse multiplicando la pendiente de la recta de regresión lineal (0.0129%/mes) por la vida útil (36 meses).

source: The total increase over shelf life can be estimated to be 0.46% (denoted in figure with “S”).
es_es: El aumento total a lo largo de la vida útil puede estimarse en 0.46% (indicado en la figura como "S").

source: The total number of HHF events (first and recurrent) was also lower in the empagliflozin group than in the placebo group.
es_es: El total de eventos de HIC (primera y recurrente) también fue menor en el grupo de empagliflozina que en el de placebo.

source: The total number of HHF events (first and recurrent) was lower in the empagliflozin group (407 events) than in the placebo group (541 events).
es_es: El total de eventos de hospitalización por insuficiencia cardíaca (primera y recurrente) fue menor en el grupo de empagliflozina (407 eventos) que en el de placebo (541).

source: The total number of hospitalisation events was lower in the empagliflozin group (2566) than in the placebo group (2769).
es_es: El total de eventos de hospitalización fue menor en el grupo de empagliflozina (2566) que en el de placebo (2769).

source: The total number of hospitalisation events was lower with empagliflozin treatment versus placebo.
es_es: El total de eventos de hospitalización fue menor en el tratamiento de empagliflozina que en el de placebo.

source: The total number of randomised patients could be adapted up to a total of 6000 based on event accrual over time, and increased from 4126 to a target of 5750 accordingly.
es_es: La cantidad total de pacientes aleatorizados podría adaptarse hasta alcanzar un total de 6000 según la acumulación de eventos a lo largo del tiempo y, en ese sentido, aumentar de 4126 hasta un valor objetivo de 5750.

source: The total period of ignition must not exceed 2 hours.
es_es: El período total de ignición no debe superar las 2 horas.

source: The transfer activities of tenecteplase 40 mg/vial and 50 mg/vial were guided by many years of experience with the already commercially established manufacturing area SM3 and the development of the 25 mg/vial presentation in SM6.
es_es: En el desarrollo de tenecteplasa 40 mg/vial y 50 mg/vial, se pusieron en práctica muchos años de experiencia adquirida con el área de fabricación SM3, que ya funciona comercialmente y con el desarrollo de la presentación de 25 mg/vial, que se lleva adelante en SM6.

source: The transfer batches were performed as seeded fills.
es_es: Las partidas de transferencia se realizaron como llenados con siembra.

source: The transfer line connected to the liquid filter consists of platinum cured silicon tubing.
es_es: La línea de transferencia conectada al filtro de líquidos está compuesta por una tubería de silicona curada con platino.

source: The transfer tubing and the liquid filter are removed from the tank after drug substance filtration.
es_es: La tubería de transferencia y el filtro de líquidos se retiran del tanque después de la filtración del principio activo.

source: The treated set (TS) included all subjects who were dispensed study medication and were documented to have taken at least one dose of investigational treatment.
es_es: En el grupo tratado (TS), se incluyeron todos los pacientes a quienes se les entregó la medicación experimental y para los que se documentó que al menos tomaron una dosis del tratamiento en estudio.

source: The treated set comprised 23 male (47.9%) and 25 female (52.1%) subjects who were all of White race.
es_es: El grupo tratado abarcó 23 varones (47.9%) y 25 mujeres (52.1%), todos de raza caucásica.

source: The treating team specifically refrained from presenting EXTEND-IA TNK patients at unit and radiology meetings and identified clinicians not involved in the patient’s care who could perform blinded assessments.
es_es: El equipo responsable se abstuvo específicamente de presentar pacientes de EXTEND-IA TNK en las reuniones de la unidad y de radiología e identificó a médicos no involucrados en la atención del paciente que podrían realizar evaluaciones enmascaradas.

source: The treatment code was only to be broken in emergency situations when the identity of the trial medication was to be known by the investigator, in order to provide appropriate medical treatment or if required to assure safety of trial participants.
es_es: El código de tratamiento solo debía desencriptarse en situaciones de emergencia cuando el investigador debía conocer la identidad del medicamento del ensayo para proporcionar el tratamiento médico adecuado o para garantizar la seguridad de los participantes del ensayo.

source: The treatment effect became apparent shortly after randomisation and the empagliflozin group continued to separate from placebo throughout the trial.
es_es: El efecto del tratamiento se hizo evidente poco después de la aleatorización y el grupo de empagliflozina continuó distanciándose del de placebo durante todo el ensayo.

source: The treatment effect of empagliflozin became apparent shortly after randomisation and was maintained throughout the trial.
es_es: El efecto del tratamiento con empagliflozina se hizo evidente poco después de la aleatorización y se mantuvo durante todo el ensayo.

source: The treatment effect was more pronounced for the period before COVID-19 outbreak, i.e. before the dates specified in the TSAP (01 Dec 2019 for China and 01 Jan 2020 for all other countries).
es_es: El efecto del tratamiento fue más pronunciado en el período anterior al brote de COVID-19, es decir, antes de las fechas especificadas en el plan de análisis estadístico del ensayo (01 de diciembre de 2019 para China y 01 de enero de 2020 para todos los demás países).

source: The treatment effect will be presented as adjusted risk ratio (aRR) with the corresponding 95% CI.
es_es: El efecto del tratamiento se presentará como cociente de riesgos ajustado, con el correspondiente IC del 95%.

source: The treatment effect will be presented as risk ratio (RR) with the corresponding 95% CI.
es_es: El efecto del tratamiento se presentará como cociente de riesgos, con el correspondiente IC del 95%.

source: The treatments to be evaluated are described in Section 9.1.
es_es: Los tratamientos analizados en este estudio se describen en la Sección 9.1.

source: The treatments were single doses of:
es_es: Los tratamientos consistieron en dosis únicas y se describen a continuación.

source: The trends were similar for patients who had long-term exposure (cumulative exposure to study medication ≥52 weeks; Tables 15.3.2.4.2: 8 and 15.3.2.4.3: 8).
es_es: Estas tendencias fueron similares en pacientes que tuvieron una exposición prolongada (exposición acumulada a la medicación del estudio ≥52 semanas; ver Tablas 15.3.2.4.2: 8 y 15.3.2.4.3: 8).

source: The trial continued as planned after the interim analysis based on 494 primary adjudicated outcome events.
es_es: El ensayo continuó según lo previsto tras el análisis provisional basado en 494 eventos de desenlace primarios adjudicados.

source: The trial data were reviewed following the guidelines and standard procedures established by IQVIA for safety, completeness, consistency, accuracy, plausibility, legibility, and adherence to the clinical trial protocol.
es_es: Para analizar la seguridad, integridad, coherencia, precisión, plausibilidad, legibilidad y cumplimiento del protocolo del ensayo clínico en los datos del ensayo, se siguieron las pautas y procedimientos estándar establecidos por IQVIA.

source: The trial demonstrated superiority of empagliflozin 10 mg vs placebo for the primary endpoint, time to the first occurrence of adjudicated cardiovascular death or adjudicated hospitalisation for heart failure.
es_es: En el ensayo, quedó demostrada la superioridad de empagliflozina 10 mg frente al placebo en el criterio de valoración primario (tiempo transcurrido hasta el primer evento de muerte cardiovascular adjudicada u hospitalización por insuficiencia cardíaca adjudicada).

source: The trial design and analysis strategy were based on FDA and EMA guidelines (R09-2151, R12-3960).
es_es: El diseño del ensayo y la estrategia de análisis se basaron en los lineamientos de la FDA y la EMA (R09-2151, R12-3960).

source: The trial design is illustrated in Figure 9.1:
es_es: El diseño del ensayo está ilustrado en la Figura 9.1:

source: The trial fits well with our phase 3 trial of alteplase versus tenecteplase in patients not proceeding to endovascular therapy due to the nature of their stroke or lack of access to neurointervention (TASTE, ACTRN12613000243718). limited in Australia.
es_es: El ensayo es un complemento adecuado para nuestro estudio de fase 3 sobre la alteplasa frente a la tenecteplasa en pacientes que no se someterán a tratamiento endovascular debido a la naturaleza de su accidente cerebrovascular o la imposibilidad de acceder a una neurointervención (TASTE, ACTRN12613000243718), que plantea una limitación en Australia.

source: The trial fits well with our phase 3 trial of alteplase versus tenecteplase in patients not proceeding to endovascular therapy due to the nature of their stroke or lack of access to neurointervention (TASTE, ACTRN12613000243718).
es_es: El ensayo se complementa bien con nuestro estudio de Fase 3 sobre la alteplasa frente a la tenecteplasa en pacientes que no se someterán a tratamiento endovascular debido a la naturaleza de su accidente cerebrovascular o la imposibilidad de acceder a una neurointervención (TASTE, ACTRN12613000243718).

source: The trial had set up processes to ensure completeness and quality of registry data in enrolled patients.
es_es: El ensayo tenía establecidos procesos para garantizar la integridad y la calidad de los datos registrados de los pacientes reclutados.

source: The trial included patients with type 2 diabetes who were at high cardiovascular risk with established macrovascular or renal disease.
es_es: En el ensayo se incluyeron pacientes con diabetes tipo 2 y alto riesgo cardiovascular, con enfermedad macrovascular o renal establecida.

source: The trial investigated the effect of linagliptin compared with glimepiride, on top of standard of care, on cardiovascular events.
es_es: Se investigó mediante este ensayo el efecto que pudiera tener en los eventos cardiovasculares la linagliptina en comparación con glimepirida, administradas además del tratamiento protocolar.

source: The trial is registered with ClinicalTrials.gov, NCT03889249, and is closed to accrual.
es_es: El ensayo está registrado en ClinicalTrials.gov, NCT03889249, y está cerrado para acumulaciones ulteriores.

source: The trial management team are responsible for ensuring that all data are completed in a timely manner.
es_es: El equipo de gestión del ensayo es responsable de garantizar que todos los datos se completen de manera oportuna.

source: The trial protocol pre-specified approximately 841 adjudicated primary endpoint events (CV death or HHF).
es_es: En el protocolo del ensayo había aproximadamente 841 eventos prespecificados como coincidentes con los criterios de valoración primarios adjudicados (muerte CV o HIC).

source: The trial protocol pre-specified approximately 841 adjudicated primary endpoint events (cardiovascular death or hospitalisation for heart failure) to achieve a power of 90% for the primary endpoint at a two-sided α of 0.05 to detect a HR of 0.80 between empagliflozin and placebo.
es_es: En el protocolo del ensayo había previamente especificados aproximadamente 841 eventos que se adjudicaron según un criterio de valoración principal (muerte cardiovascular u hospitalización por insuficiencia cardíaca). Con este número se obtuvo una potencia de 90% en el criterio de valoración principal y un α bilateral de 0.05, lo que dio un cociente de riesgo de 0.80 entre empagliflozina y placebo.

source: The trial site personnel entered and edited the data via a secure network with secure access features, and a complete electronic audit trail was maintained.
es_es: El personal del centro del estudio ingresó y editó los datos mediante una red segura con funcionalidad de acceso seguro; además, se mantuvo un registro electrónico completo de los documentos de auditoría.

source: The trial was an investigator-initiated, multicenter, randomized, open-label, blinded end point trial in patients with ischemic stroke due to large vessel occlusion of the intracranial internal carotid, middle cerebral, or basilar artery who were eligible for intravenous thrombolysis and endovascular thrombectomy within 4.5 hours of stroke onset.
es_es: Este fue un ensayo iniciado por un investigador, multicéntrico, aleatorizado, a rótulo abierto y con criterios de valoración enmascarados en pacientes que habían padecido un accidente cerebrovascular isquémico debido a la oclusión de grandes vasos de la arteria carótida interna intracraneal, la arteria cerebral media o la arteria basilar. Asimismo, estos pacientes debían reunir los requisitos para someterse a una trombólisis intravenosa y una trombectomía endovascular en el plazo de las 4.5 horas posteriores al inicio del accidente cerebrovascular.

source: The trial was carried out in compliance with the CTP, in accordance with the principles of the Declaration of Helsinki, in accordance with the ICH GCP, and in accordance with applicable regulatory requirements and standard operating procedures (SOPs).
es_es: El ensayo se llevó a cabo de conformidad con el protocolo de ensayo clínico, los principios de la Declaración de Helsinki y las buenas prácticas clínicas de la ICH, y de acuerdo con los requisitos reglamentarios y los procedimientos unificados de trabajo correspondientes.

source: The trial was centrally approved for Australian sites by the Melbourne Health Human Research Ethics Committee (HREC/14/MH/356 7-01-2015) and for New Zealand sites by the Health and Disability Ethics Committees (HDEC 15/CEN/259/AM01 11-05-2016).
es_es: El Comité de Ética en Investigación Humana de Melbourne (HREC/14/MH/356 7-01-2015) y los Comités de Ética de Salud y Discapacidad (HDEC 15/CEN/259/AM01 11-05-2016) otorgaron la aprobación central para los centros de Australia y Nueva Zelanda, respectivamente. y

source: The trial was conducted according to the International Conference on Harmonisation Tripartite Guideline for Good Clinical Practice, the Declaration of Helsinki, and local legal and ethical requirements.
es_es: El ensayo se ajustó a los Conferencia Internacional sobre Armonización y sus lineamientos tripartitos armonizados para las Buenas Prácticas Clínicas, la Declaración de Helsinki y los requisitos legales y éticos locales.

source: The trial was conducted and reported in accordance with the Declaration of Helsinki, the ICH GCP guidelines, local regulations, applicable BI SOPs, and applicable IQVIA SOPs.
es_es: El ensayo se realizó y se informó de acuerdo con la Declaración de Helsinki, los lineamientos sobre buenas prácticas clínicas de la ICH, las normas locales, y los procedimientos operativos estándar aplicables de BI y de IQVIA.

source: The trial was conducted as described in the CTP; no amendments were made.
es_es: El ensayo se llevó a cabo tal como se lo describe en el protocolo de ensayo clínico; no se le hicieron modificaciones.

source: The trial was conducted in 622 centres in 23 countries.
es_es: El ensayo se llevó a cabo en 622 centros de 23 países.
